/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Nicht mehr zeigen.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Spenden!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!" = "Die Entwicklung dieser Applikation hat manche lange Nächte gefordert. Wenn Sie an Cyberduck gefallen finden, spenden Sie einen kleinen Beitrag an den Autor, um die Weiterentwicklung zu ermöglichen. Es wird mich motivieren, Cyberduck weiter zu verbessern!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Später";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Bitte spenden";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Danke für die Benutzung von Cyberduck!";

/* NSTextField (The transaction can be made easily over the Internet using PayPal.) : <title:The transaction can be made easily over the Internet using PayPal.> (oid:19) */
"The transaction can be made easily over the Internet using PayPal." = "Die Zahlung kann einfach und sicher über Paypal gemacht werden";

